[
  {
    "week": 1,
    "startDate": "2025-12-29",
    "endDate": "2026-01-04",
    "dateLabel": "Dec 29–Jan 4",
    "cfm": {
      "title": "The First Testament of Jesus Christ",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/01?lang=eng",
      "reading": "Introduction to the Old Testament",
      "excerpt": "When you consider studying the Old Testament this year, how do you feel? Eager? Uncertain? Afraid? All of these emotions are understandable. The Old Testament is one of the oldest collections of writings in the world, and this can make it both exciting and intimidating. These writings come from an ancient culture that can seem foreign and sometimes strange or even uncomfortable. And yet in these writings we see people having experiences that seem familiar. We recognize gospel themes that witness of the divinity of Jesus Christ and His gospel. Yes, people like Abraham, Sarah, Hannah, and Daniel lived lives that, in some ways, were very different from ours. But they also experienced family joy and family discord, moments of faith and moments of uncertainty, and successes and failures—like all of us do. More important, they exercised faith, repented, made covenants, had spiritual experiences, and never gave up on the promise of a Savior. As we learn how God moved in their lives, we also see Him in ours, and we say with the psalmist: “Thy word is a lamp unto my feet, and a light unto my path. … Therefore thy servant loveth it” (Psalm 119:105, 140).",
      "image": "https://www.churchofjesuschrist.org/imgs/1209cc49c9f011ee893eeeeeac1ef26f2aee139a/full/1200,/0/default"
    },
    "chapters": []
  },
  {
    "week": 2,
    "startDate": "2026-01-05",
    "endDate": "2026-01-11",
    "dateLabel": "Jan 5–11",
    "cfm": {
      "title": "This Is My Work and My Glory",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/02?lang=eng",
      "reading": "Moses 1; Abraham 3",
      "excerpt": "The Bible begins with the words “in the beginning God created the heaven and the earth” (Genesis 1:1). But what was there before this “beginning”? And why did God create all of this? Through the Prophet Joseph Smith, the Lord has shed light on these questions. For example, He gave us the record of a vision in which Abraham saw our existence as spirits “before the world was” (see Abraham 3:22–28). The Lord also gave us an inspired translation or revision of the first six chapters of Genesis, called the book of Moses—which doesn’t begin with “in the beginning.” Instead, it begins with an experience Moses had that provides some context for the Creation story. Together, these latter-day scriptures are a good place to start our study of the Old Testament because they address some fundamental questions that can frame our reading: Who is God? Who are we? What is God’s work, and what is our place in it? The opening chapters of Genesis could be seen as the Lord’s response to Moses’s request: “Be merciful unto thy servant, O God, and tell me concerning this earth, and the inhabitants thereof, and also the heavens” (Moses 1:36).",
      "image": "https://www.churchofjesuschrist.org/imgs/79fbe260c9dd11ee990ceeeeac1e72b931d30953/full/1200,/0/default"
    },
    "chapters": ["Moses 1", "Abraham 3"]
  },
  {
    "week": 3,
    "startDate": "2026-01-12",
    "endDate": "2026-01-18",
    "dateLabel": "Jan 12–18",
    "cfm": {
      "title": "In the Beginning God Created the Heaven and the Earth",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/03?lang=eng",
      "reading": "Genesis 1–2; Moses 2–3; Abraham 4–5",
      "excerpt": "Because the world around us is so beautiful and majestic, it’s hard to imagine the earth when it was “without form, and void” and “empty and desolate” (Genesis 1:2;Abraham 4:2). One thing the Creation story teaches us is that God can, over time, make something magnificent out of something unorganized. That’s helpful to remember when life seems chaotic. Heavenly Father and Jesus Christ are Creators, and Their creative work with us is not finished. They can make light shine in dark moments in our lives. They can fill our emptiness with life. They can transform us into the divine beings we were meant to be. That’s what it means to be created in God’s image, after His likeness (see Genesis 1:26). We have the potential to become like Him: exalted, glorified, heavenly. For an overview of the book of Genesis, see “Genesis” in the Bible Dictionary.",
      "image": "https://www.churchofjesuschrist.org/imgs/b33515a2c9dd11eebdeeeeeeac1e04d915e64441/full/1200,/0/default"
    },
    "chapters": ["Genesis 1", "Genesis 2", "Moses 2", "Moses 3", "Abraham 4", "Abraham 5"]
  },
  {
    "week": 4,
    "startDate": "2026-01-19",
    "endDate": "2026-01-25",
    "dateLabel": "Jan 19–25",
    "cfm": {
      "title": "The Fall of Adam and Eve",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/04?lang=eng",
      "reading": "Genesis 3–4; Moses 4–5",
      "excerpt": "At first, the story of the Fall of Adam and Eve might seem like a tragedy. Adam and Eve were cast out of the beautiful Garden of Eden. They were sent into a world of pain, sorrow, and death (see Genesis 3:16–19). And they were separated from their Heavenly Father. But the truths restored through the Prophet Joseph Smith in the book of Moses give us a unique perspective on the Fall. Yes, the Garden of Eden was beautiful. But Adam and Eve needed more than beautiful surroundings. They needed—and we all need—an opportunity to grow. Leaving the Garden of Eden was the necessary first step toward returning to God and eventually becoming like Him. That meant facing opposition, making choices, making mistakes, learning to repent, and trusting the Savior, whose Atonement makes possible progression and “the joy of our redemption” (Moses 5:11). So when you read about the Fall of Adam and Eve, focus not on the seeming tragedy but on the possibilities—not on the paradise Adam and Eve lost but on the glory their choice allows us to receive.",
      "image": "https://www.churchofjesuschrist.org/imgs/ed363c31a65c11edb88feeeeac1e7e5f7866b805/full/1200,/0/default"
    },
    "chapters": ["Genesis 3", "Genesis 4", "Moses 4", "Moses 5"]
  },
  {
    "week": 5,
    "startDate": "2026-01-26",
    "endDate": "2026-02-01",
    "dateLabel": "Jan 26–Feb 1",
    "cfm": {
      "title": "Teach These Things Freely unto Your Children",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/05?lang=eng",
      "reading": "Genesis 5; Moses 6",
      "excerpt": "Most of Genesis 5is a list of the generations between Adam and Eve and Noah. We read a lot of names, but we don’t learn much about them. Then we read this intriguing but unexplained line: “And Enoch walked with God: and he was not; for God took him” (Genesis 5:24). Surely there’s a story behind that verse! But without further explanation, the list of generations resumes. Thankfully,Moses 6reveals the details of Enoch’s story—and it’s quite a story. We learn of Enoch’s humility, his insecurities, the potential God saw in him, and the great work he performed as God’s prophet. We also get a clearer picture of the family of Adam and Eve as it progressed through the generations. We read of Satan’s “great dominion” but also of parents who taught children “the ways of God” (Moses 6:15, 21). Especially precious is what we learn about the doctrine these parents taught: faith in Jesus Christ, repentance, baptism, and receiving the Holy Ghost (see Moses 6:50–52). That doctrine, like the priesthood that accompanies it, “was in the beginning [and] shall be in the end of the world also” (Moses 6:7).",
      "image": "https://www.churchofjesuschrist.org/imgs/8c064fd9c9ed11ee8fc5eeeeac1e1a17468220a3/full/1200,/0/default"
    },
    "chapters": ["Genesis 5", "Moses 6"]
  },
  {
    "week": 6,
    "startDate": "2026-02-02",
    "endDate": "2026-02-08",
    "dateLabel": "Feb 2–8",
    "cfm": {
      "title": "The Lord Called His People Zion",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/06?lang=eng",
      "reading": "Moses 7",
      "excerpt": "Throughout history, people have tried to achieve what Enoch and his people accomplished: building an ideal society where there is no poverty or violence. As God’s people, we share this desire. We call it building Zion, and it includes—in addition to caring for people in need and promoting peace—making covenants, dwelling together in righteousness, and becoming one with each other and with Jesus Christ, “the King of Zion” (Moses 7:53). If the world, your community, or your family isn’t quite what you want it to be, it’s helpful to ask, How did Enoch and his people do it? How did they become “of one heart and one mind” (Moses 7:18) despite the contention around them? Among the many details Moses 7gives us about Zion, a particularly valuable one for Latter-day Saints might be this: Zion is not just a city—it is a condition of the heart and spirit. Zion, as the Lord has taught, is “the pure in heart” (Doctrine and Covenants 97:21). So perhaps the best way to build Zion is to start in our own hearts and homes.",
      "image": "https://www.churchofjesuschrist.org/imgs/5b6ccc1cb0b511eeb4eceeeeac1ee434aca3f26e/full/1200,/0/default"
    },
    "chapters": ["Moses 7"]
  },
  {
    "week": 7,
    "startDate": "2026-02-09",
    "endDate": "2026-02-15",
    "dateLabel": "Feb 9–15",
    "cfm": {
      "title": "Noah Found Grace in the Eyes of the Lord",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/07?lang=eng",
      "reading": "Genesis 6–11; Moses 8",
      "excerpt": "Living in the latter days, we have special reason to pay attention to the story of the Flood. When Jesus Christ taught how we should watch for His Second Coming, He said, “As it was in the days of Noah, so it shall be also at the coming of the Son of Man” (Joseph Smith—Matthew 1:41). In addition, words that describe Noah’s day, like “corrupt” and “filled with violence,” could just as easily describe our time (Genesis 6:12–13;Moses 8:28). The story of the Tower of Babel also feels applicable to our day, with its description of pride followed by confusion and then division. These ancient accounts are valuable not just because they show us that wickedness repeats itself throughout history. More important, they teach us what to do about it. Noah “found grace in the eyes of the Lord” (Moses 8:27). And the families of Jared and his brother turned to the Lord and were protected from the confusion and division in Babel (see Ether 1:33–43). If we wonder how to keep ourselves and our families safe during corruption and violence, the stories in these chapters have much to teach us.",
      "image": "https://www.churchofjesuschrist.org/imgs/b490e1eac9ed11ee8fc5eeeeac1e1a179d4e9cd4/full/1200,/0/default"
    },
    "chapters": [
      "Genesis 6",
      "Genesis 7",
      "Genesis 8",
      "Genesis 9",
      "Genesis 10",
      "Genesis 11",
      "Moses 8"
    ]
  },
  {
    "week": 8,
    "startDate": "2026-02-16",
    "endDate": "2026-02-22",
    "dateLabel": "Feb 16–22",
    "cfm": {
      "title": "To Be a Greater Follower of Righteousness",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/08?lang=eng",
      "reading": "Genesis 12–17; Abraham 1–2",
      "excerpt": "Because of the covenant God made with him, Abraham has been called “the father of the faithful” (Doctrine and Covenants 138:41) and “the Friend of God” (James 2:23). Millions today honor him as their direct ancestor, and others have been adopted into his family through conversion to the gospel of Jesus Christ. Yet Abraham himself came from a troubled family—his father, who had abandoned the true worship of God, tried to have Abraham sacrificed to false gods. In spite of this, Abraham’s desire was “to be a greater follower of righteousness” (Abraham 1:2), and the account of his life shows that God honored his desire. Abraham’s life stands as a testimony that no matter what a person’s family history has been, the future can be filled with hope.",
      "image": "https://www.churchofjesuschrist.org/imgs/d43983a7907011ee8442eeeeac1e4df71aab14ec/full/1200,/0/default"
    },
    "chapters": [
      "Genesis 12",
      "Genesis 13",
      "Genesis 14",
      "Genesis 15",
      "Genesis 16",
      "Genesis 17",
      "Abraham 1",
      "Abraham 2"
    ]
  },
  {
    "week": 9,
    "startDate": "2026-02-23",
    "endDate": "2026-03-01",
    "dateLabel": "Feb 23–Mar 1",
    "cfm": {
      "title": "Is Any Thing Too Hard for the Lord?",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/09?lang=eng",
      "reading": "Genesis 18–23",
      "excerpt": "Abraham and Sarah’s life, filled with events both heartbreaking and heartwarming, is evidence of a truth Abraham learned in a vision—that we are on earth to be proven, “to see if [we] will do all things whatsoever the Lord [our] God shall command” (Abraham 3:25). Would Abraham and Sarah prove faithful? Would they continue to have faith in God’s promise of a large posterity, even when they were still childless in their old age? And once Isaac was born, would their faith endure the unthinkable—a command to sacrifice the very son through whom God had promised to fulfill that covenant? Abraham and Sarah trusted God, and He trusted them (see Genesis 15:6;Romans 4:3). In Genesis 18–23, we find stories from the lives of Abraham, Sarah, and others that can prompt us to think about our own willingness to believe God’s promises, to flee wickedness and never look back, and to trust God regardless of the sacrifice. In proving us, God also improves us.",
      "image": "https://www.churchofjesuschrist.org/imgs/e2d99040907011eeb832eeeeac1e66c2aa9389e3/full/1200,/0/default"
    },
    "chapters": ["Genesis 18", "Genesis 19", "Genesis 20", "Genesis 21", "Genesis 22", "Genesis 23"]
  },
  {
    "week": 10,
    "startDate": "2026-03-02",
    "endDate": "2026-03-08",
    "dateLabel": "Mar 2–8",
    "cfm": {
      "title": "Let God Prevail",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/10?lang=eng",
      "reading": "Genesis 24–33",
      "excerpt": "How do you secure for yourself a blessing from God? You might say that the account of Jacob, grandson of Abraham and Sarah, is the story of a man who learned the answer to that question. In a culture where the firstborn son received a birthright blessing, Jacob was born second, grasping the heel of his twin brother, Esau. The name “Jacob” means “supplanter”—one who replaces someone else. Jacob lived up to that name by trying, more than once, to supplant Esau as inheritor of the birthright blessing because Esau was unworthy of it (see Genesis 25:30–34;26:34–35;27:36). The result was discord in the family, and Jacob had to flee for his life into the wilderness. Years later, God commanded Jacob to return home. On the way, Jacob, in humility, again sought a blessing from God. The scriptures describe this time as a “wrestle” for Jacob, and he declared that he would not give up “except thou bless me” (Genesis 32:26). Then came the lesson—and the blessing. God changed Jacob’s name to Israel—meaning, among other things, “let God prevail.” Israel learned that to receive God’s most valuable blessings, His covenant blessings, it’s not necessary to supplant someone else. His blessings aren’t purchased or seized or won. He gives them freely to all who live up to the name of Israel—who let God prevail in their lives.",
      "image": "https://www.churchofjesuschrist.org/imgs/baf1151f955311ee878feeeeac1e3b15038f3f32/full/1200,/0/default"
    },
    "chapters": [
      "Genesis 24",
      "Genesis 25",
      "Genesis 26",
      "Genesis 27",
      "Genesis 28",
      "Genesis 29",
      "Genesis 30",
      "Genesis 31",
      "Genesis 32",
      "Genesis 33"
    ]
  },
  {
    "week": 11,
    "startDate": "2026-03-09",
    "endDate": "2026-03-15",
    "dateLabel": "Mar 9–15",
    "cfm": {
      "title": "The Lord Was with Joseph",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/11?lang=eng",
      "reading": "Genesis 37–41",
      "excerpt": "We know that God blesses people who trust Him and keep His commandments. But sometimes it doesn’t seem that way. Sometimes the person who trusts God is abused and abandoned by family members. Sometimes the person who bravely refuses to violate the law of chastity gets falsely accused anyway. When things like that happen to us, we might be tempted to become angry with God. We might wonder, “What’s the point of trying to do the right thing if it only seems to make life harder?” Joseph, the son of Jacob, could have wondered that. At times, this faithful man prospered; at other times, it seemed that the more faithful he was, the more hardship he faced. But Joseph never left the Lord, and the Lord never left Joseph. That doesn’t mean the Lord prevented bad things from happening to Joseph, but through it all, “the Lord was with him” (Genesis 39:3).",
      "image": "https://www.churchofjesuschrist.org/imgs/b46edae8c9ed11eebea2eeeeac1e5c737ea3ea38/full/1200,/0/default"
    },
    "chapters": ["Genesis 37", "Genesis 38", "Genesis 39", "Genesis 40", "Genesis 41"]
  },
  {
    "week": 12,
    "startDate": "2026-03-16",
    "endDate": "2026-03-22",
    "dateLabel": "Mar 16–22",
    "cfm": {
      "title": "God Meant It unto Good",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/12?lang=eng",
      "reading": "Genesis 42–50",
      "excerpt": "It had been about 22 years since Joseph’s brothers sold him into slavery. Joseph had suffered many trials, including false accusations and imprisonment. When he finally saw his brothers again, Joseph was the governor of all Egypt, second only to the pharaoh. He could easily have taken revenge on his brothers, and considering what they had done to Joseph, that might seem understandable. And yet Joseph forgave them. Not only that, but he helped them see divine purpose in his suffering. “God meant it unto good” (Genesis 50:20), he told them, because it put him in a position to save “all his father’s household” (Genesis 47:12) from famine. In many ways, Joseph was like Jesus Christ. Even though our sins caused Jesus great suffering, He offers forgiveness, delivering all of us from a fate far worse than famine. Whether we need to receive forgiveness or extend it—at some point we all need to do both—Joseph’s example points us to the Savior, the true source of healing and reconciliation.",
      "image": "https://www.churchofjesuschrist.org/imgs/5cb7e9b9b0b511eeb3a5eeeeac1e14203b6cf1a1/full/1200,/0/default"
    },
    "chapters": [
      "Genesis 42",
      "Genesis 43",
      "Genesis 44",
      "Genesis 45",
      "Genesis 46",
      "Genesis 47",
      "Genesis 48",
      "Genesis 49",
      "Genesis 50"
    ]
  },
  {
    "week": 13,
    "startDate": "2026-03-23",
    "endDate": "2026-03-29",
    "dateLabel": "Mar 23–29",
    "cfm": {
      "title": "I Have Remembered My Covenant",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/13?lang=eng",
      "reading": "Exodus 1–6",
      "excerpt": "The invitation to live in Egypt saved Jacob’s family. But after hundreds of years, their descendants were enslaved and terrorized by a new pharaoh who “knew not Joseph” (Exodus 1:8). It would have been natural for the Israelites to wonder why God allowed this to happen to them, His covenant people. Did He remember the covenant He had made with them? Were they still His people? Could He see how much they were suffering? There may be times when you’ve felt like asking similar questions. You might wonder, “Does God know what I’m going through? Can He hear my pleas for help?” Israel’s deliverance from Egypt answers such questions clearly: God does not forget His people. He remembers His covenants with us and will fulfill them in His own time and way. “I will redeem you with a stretched out arm,” He declares. “I am the Lord your God, which bringeth you out from under [your] burdens” (Exodus 6:6–7). For an overview of the book of Exodus, see “Exodus, book of” in the Bible Dictionary.",
      "image": "https://www.churchofjesuschrist.org/imgs/da56eadec9ef11eeb294eeeeac1e3b4b967b892b/full/1200,/0/default"
    },
    "chapters": ["Exodus 1", "Exodus 2", "Exodus 3", "Exodus 4", "Exodus 5", "Exodus 6"]
  },
  {
    "week": 14,
    "startDate": "2026-03-30",
    "endDate": "2026-04-05",
    "dateLabel": "Mar 30–Apr 5",
    "cfm": {
      "title": "He Will Swallow Up Death in Victory",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/14?lang=eng",
      "reading": "Easter",
      "excerpt": "The life of Jesus Christ “is central to all human history” (“The Living Christ: The Testimony of the Apostles,” Gospel Library). What does that mean? In part, it means that the Savior’s life influences the eternal destiny of everyone who has ever lived or ever will live. You might also say that the Resurrection of Jesus Christ, on that first Easter Sunday, connects all of God’s people throughout history: those who were born before His Resurrection looked forward to it with faith (see Jacob 4:4), and those born after look back on it with faith. As we read Old Testament accounts and prophecies, we don’t ever see the name Jesus Christ, but we do see the evidence of the ancient believers’ faith in and longing for their Messiah and Redeemer. So we who are invited torememberHim can feel a connection with those wholooked forwardto Him. For truly Jesus Christ has borne “the iniquity of usall” (Isaiah 53:6; emphasis added), and “in Christ shallallbe made alive” (1 Corinthians 15:22; emphasis added).",
      "image": "https://www.churchofjesuschrist.org/imgs/2a021a62dda411eea378eeeeac1ecff5c20a9bff/full/1200,/0/default"
    },
    "chapters": []
  },
  {
    "week": 15,
    "startDate": "2026-04-06",
    "endDate": "2026-04-12",
    "dateLabel": "Apr 6–12",
    "cfm": {
      "title": "Remember This Day, in Which Ye Came Out from Egypt",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/15?lang=eng",
      "reading": "Exodus 7–13",
      "excerpt": "Plague after plague afflicted Egypt, but Pharaoh still refused to release the Israelites. And yet God continued to demonstrate His power and give Pharaoh opportunities to accept “that I am the Lord” and “there is none like me in all the earth” (Exodus 7:5;9:14). Meanwhile, Moses and the Israelites must have watched with awe at these manifestations of God’s power on their behalf. Surely these continued signs confirmed their faith in God and strengthened their willingness to follow God’s prophet. Then, after nine terrible plagues had failed to free the Israelites, it was the tenth plague—the death of the firstborn, including Pharaoh’s firstborn—that finally ended the captivity. This seems fitting because in every case of spiritual captivity, there truly is only one way to escape. It is only the sacrifice of Jesus Christ, the Firstborn—the blood of the Lamb without blemish—that will save us.",
      "image": "https://www.churchofjesuschrist.org/imgs/819d29309eaf11ee98f1eeeeac1e8236191cb67a/full/1200,/0/default"
    },
    "chapters": [
      "Exodus 7",
      "Exodus 8",
      "Exodus 9",
      "Exodus 10",
      "Exodus 11",
      "Exodus 12",
      "Exodus 13"
    ]
  },
  {
    "week": 16,
    "startDate": "2026-04-13",
    "endDate": "2026-04-19",
    "dateLabel": "Apr 13–19",
    "cfm": {
      "title": "Stand Still, and See the Salvation of the Lord",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/16?lang=eng",
      "reading": "Exodus 14–18",
      "excerpt": "The Israelites were trapped. The Red Sea was on one side, and the army of Pharaoh was advancing on the other. Their escape from Egypt, it seemed, would be short lived. But God had a message for the Israelites that He wanted them to remember for generations: “Fear ye not. … The Lord shall fight for you” (Exodus 14:13–14). Since that time, when God’s people have needed faith and courage, they have told this story. When Nephi wanted to inspire his brothers, he said, “Let us be strong like unto Moses; for he truly spake unto the waters of the Red Sea and they divided hither and thither, and our fathers came through, out of captivity, on dry ground” (1 Nephi 4:2). When King Limhi wanted his captive people to “lift up [their] heads, and rejoice,” he reminded them of this same story (Mosiah 7:19). So did Alma, when he wanted to testify to his son of God’s power (see Alma 36:28). And when we feel trapped—when we need a little more faith to “see the salvation of the Lord”—we can remember how “the Lord saved Israel that day” (Exodus 14:13, 30).",
      "image": "https://www.churchofjesuschrist.org/imgs/025fae31b0dd11eeabb1eeeeac1e7cc61ab0c184/full/1200,/0/default"
    },
    "chapters": ["Exodus 14", "Exodus 15", "Exodus 16", "Exodus 17", "Exodus 18"]
  },
  {
    "week": 17,
    "startDate": "2026-04-20",
    "endDate": "2026-04-26",
    "dateLabel": "Apr 20–26",
    "cfm": {
      "title": "All That the Lord Hath Spoken We Will Do",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/17?lang=eng",
      "reading": "Exodus 19–20; 24; 31–34",
      "excerpt": "Although the children of Israel had murmured and wavered in the past, when Moses read the law at the foot of Mount Sinai, they made this covenant: “All that the Lord hath said will we do, and be obedient” (Exodus 24:7). God then called Moses onto the mountain, telling him to build a tabernacle so “that I may dwell among them” (Exodus 25:8). But while Moses was at the top of the mountain learning how the Israelites could have God’s presence among them, the Israelites were at the bottom of the mountain making a golden idol to worship instead. Soon after promising to “have no other gods,” they “turned aside quickly” from their promise (Exodus 20:3;32:8; see also Exodus 24:3). It was a surprising turn, but we know from experience that faith and commitment can sometimes be overcome by impatience, fear, or doubt. As we seek the Lord’s presence in our lives, it is encouraging to know the Lord did not give up on ancient Israel and He will not give up on us and the people we love—for He is “merciful and gracious, longsuffering, and abundant in goodness and truth” (Exodus 34:6).",
      "image": "https://www.churchofjesuschrist.org/imgs/527282d1dda611ee9250eeeeac1e5053fc63f1d0/full/1200,/0/default"
    },
    "chapters": [
      "Exodus 19",
      "Exodus 20",
      "Exodus 24",
      "Exodus 31",
      "Exodus 32",
      "Exodus 33",
      "Exodus 34"
    ]
  },
  {
    "week": 18,
    "startDate": "2026-04-27",
    "endDate": "2026-05-03",
    "dateLabel": "Apr 27–May 3",
    "cfm": {
      "title": "Holiness to the Lord",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/18?lang=eng",
      "reading": "Exodus 35–40; Leviticus 1; 4; 16; 19",
      "excerpt": "Leaving Egypt—as important as that was—didn’t fully accomplish God’s purposes for the children of Israel. Even a comfortable life in the promised land wasn’t God’s ultimate goal for them. These were only steps toward what God really wanted for His people: “Ye shall be holy: for I the Lord your God am holy” (Leviticus 19:2). How did God plan to make His people holy after they had lived in captivity for generations? He commanded them to create a place of holiness in the wilderness—a tabernacle. He gave them covenants and laws to guide their actions and change their hearts. And He commanded them to make animal sacrifices to teach them about atonement for their sins. All of this was meant to point their minds, hearts, and lives toward the Savior. He is the true path to holiness, for the Israelites and for us. We have all spent some time in the captivity of sin, and we are all invited to leave sin behind and follow Jesus Christ, who has promised, “I am able to make you holy” (Doctrine and Covenants 60:7). For an overview of the book of Leviticus, see “Leviticus” in the Bible Dictionary.",
      "image": "https://www.churchofjesuschrist.org/imgs/272c8c31dda411eea378eeeeac1ecff5de2c194f/full/1200,/0/default"
    },
    "chapters": [
      "Exodus 35",
      "Exodus 36",
      "Exodus 37",
      "Exodus 38",
      "Exodus 39",
      "Exodus 40",
      "Leviticus 1",
      "Leviticus 4",
      "Leviticus 16",
      "Leviticus 19"
    ]
  },
  {
    "week": 19,
    "startDate": "2026-05-04",
    "endDate": "2026-05-10",
    "dateLabel": "May 4–10",
    "cfm": {
      "title": "Rebel Not Ye against the Lord, Neither Fear",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/19?lang=eng",
      "reading": "Numbers 11–14; 20–24; 27",
      "excerpt": "Even on foot, it wouldn’t take 40 years to travel from the wilderness of Sinai to the promised land in Canaan. But that’s how long the children of Israel needed—not to cover the geographical distance but to cover the spiritual distance: the distance between who they were and who they could become as God’s covenant people. The book of Numbers describes some of what happened during those 40 years, including lessons the children of Israel needed to learn before entering the promised land. They learned about being faithful to the Lord’s servants (see Numbers 12). They learned about trusting the Lord’s power, even when the future seems hopeless (see Numbers 13–14). And they learned that being faithless brings spiritual harm, but they could repent and look to the Savior for healing (see Numbers 21:4–9). We’re all like the Israelites in some ways. We know what it’s like to be in a spiritual wilderness, and the lessons they learned can help us prepare to enter our promised land: eternal life with our Heavenly Father. For an overview of the book of Numbers, see “Numbers” in the Bible Dictionary.",
      "image": "https://www.churchofjesuschrist.org/imgs/f69851fadfbb11ee9164eeeeac1e6a7a26c56436/full/1200,/0/default"
    },
    "chapters": [
      "Numbers 11",
      "Numbers 12",
      "Numbers 13",
      "Numbers 14",
      "Numbers 20",
      "Numbers 21",
      "Numbers 22",
      "Numbers 23",
      "Numbers 24",
      "Numbers 27"
    ]
  },
  {
    "week": 20,
    "startDate": "2026-05-11",
    "endDate": "2026-05-17",
    "dateLabel": "May 11–17",
    "cfm": {
      "title": "Beware Lest Thou Forget the Lord",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/20?lang=eng",
      "reading": "Deuteronomy 6–8; 15; 18; 29–30; 34",
      "excerpt": "Moses’s earthly ministry began on a mountain, when God spoke to him from a burning bush (see Exodus 3:1–10). It also ended on a mountain, more than 40 years later, when God gave him a glimpse of the promised land from the top of Mount Nebo (see Deuteronomy 34:1–4). Moses had spent his life preparing the children of Israel to enter that promised land, and the book of Deuteronomy records his final instructions, reminders, exhortations, and pleadings with the Israelites. Reading his words makes it clear that the real object of Moses’s ministry—the preparation the people needed—wasn’t about wilderness survival, conquering enemies, or building a nation. It was about learning to love God, obey Him, and remain loyal to Him. That’s the preparation we all need to enter the promised land of eternal life. So although Moses never set foot in the “land flowing with milk and honey” (Exodus 3:8), because of his faith and faithfulness, he did enter the promised land that God has prepared for all those who follow Him. For an overview of Deuteronomy, see “Deuteronomy” in the Bible Dictionary.",
      "image": "https://www.churchofjesuschrist.org/imgs/501531e3dda611ee9ffdeeeeac1ee3a03de605a2/full/1200,/0/default"
    },
    "chapters": [
      "Deuteronomy 6",
      "Deuteronomy 7",
      "Deuteronomy 8",
      "Deuteronomy 15",
      "Deuteronomy 18",
      "Deuteronomy 29",
      "Deuteronomy 30",
      "Deuteronomy 34"
    ]
  },
  {
    "week": 21,
    "startDate": "2026-05-18",
    "endDate": "2026-05-24",
    "dateLabel": "May 18–24",
    "cfm": {
      "title": "Be Strong and of a Good Courage",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/21?lang=eng",
      "reading": "Joshua 1–8; 23–24",
      "excerpt": "It had taken several generations, but the Lord’s promise was about to be fulfilled: the children of Israel were finally going to inherit the promised land. But in their way stood the Jordan River, the walls of Jericho, and a mighty people who had rejected the Lord (see 1 Nephi 17:35). And they would have to face all of that without their beloved leader Moses. The situation may have made some Israelites feel weak and fearful, but the Lord said, “Be strong and of a good courage.” What reason did they have to be courageous? It wasn’t because of their own strength—or even Moses’s or Joshua’s—but because “the Lord thy God is with thee whithersoever thou goest” (Joshua 1:9). When we have our own rivers to cross and walls to bring down, wonderful things can happen in our lives because “the Lord will do wonders among [us]” (Joshua 3:5). For an overview of the book of Joshua, see “Joshua, book of” in the Bible Dictionary.",
      "image": "https://www.churchofjesuschrist.org/imgs/255eaa01dda411ee844aeeeeac1ebb995b1b9489/full/1200,/0/default"
    },
    "chapters": [
      "Joshua 1",
      "Joshua 2",
      "Joshua 3",
      "Joshua 4",
      "Joshua 5",
      "Joshua 6",
      "Joshua 7",
      "Joshua 8",
      "Joshua 23",
      "Joshua 24"
    ]
  },
  {
    "week": 22,
    "startDate": "2026-05-25",
    "endDate": "2026-05-31",
    "dateLabel": "May 25–31",
    "cfm": {
      "title": "The Lord Raised Up a Deliverer",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/22?lang=eng",
      "reading": "Judges 2–4; 6–8; 13–16",
      "excerpt": "We all know what it’s like to sin, feel bad about it, and then repent and resolve to change our ways. But too often we forget our earlier resolve, and, when temptation comes, we find ourselves committing the same sin. This pattern appears frequently in the book of Judges. Influenced by the beliefs and worship practices of the Canaanites—whom they were supposed to drive out of the land—the Israelites broke their covenants with the Lord and turned away from worshipping Him. As a result, they lost His protection and fell into captivity. And yet each time this happened, the Lord gave His covenant people the chance to repent and raised up a deliverer, a military leader called a “judge.” Not all of the judges in the book of Judges were righteous, but some of them exercised great faith in delivering the children of Israel and restoring them to their covenant relationship with the Lord. These stories remind us that no matter what has led us away from Jesus Christ, He is the Redeemer of Israel and is always willing to deliver us and welcome us back as we return to Him. For an overview of the book of Judges, see “Judges, book of” in the Bible Dictionary.",
      "image": "https://www.churchofjesuschrist.org/imgs/61e91b26b0b511eead08eeeeac1e850a37e01f3d/full/1200,/0/default"
    },
    "chapters": [
      "Judges 2",
      "Judges 3",
      "Judges 4",
      "Judges 6",
      "Judges 7",
      "Judges 8",
      "Judges 13",
      "Judges 14",
      "Judges 15",
      "Judges 16"
    ]
  },
  {
    "week": 23,
    "startDate": "2026-06-01",
    "endDate": "2026-06-07",
    "dateLabel": "Jun 1–7",
    "cfm": {
      "title": "My Heart Rejoiceth in the Lord",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/23?lang=eng",
      "reading": "Ruth; 1 Samuel 1–7",
      "excerpt": "Sometimes we imagine that our lives should follow a clear path from beginning to end. The shortest distance between two points is a straight line, after all. And yet life is often full of delays and detours that take us in unexpected directions. Ruth and Hannah surely understood this. Ruth was not an Israelite, but she married one, and when her husband died, she had a choice to make. Would she return to her family and her old, familiar life, or would she embrace the Israelite faith and a new home with her mother-in-law? (see Ruth 1:4–18). Hannah’s plan for her life was to bear children, but she could not, and that left her “in bitterness of soul” (see 1 Samuel 1:1–10). As you read about Ruth and Hannah, consider the faith they must have had to travel their unexpected paths. Then think about your own journey. It’s different from Ruth’s and Hannah’s—and anyone else’s. But throughout the trials and surprises between here and your eternal destination, you can learn to say with Hannah, “My heart rejoiceth in the Lord” (1 Samuel 2:1). See also the Bible Dictionary for an overview of the books ofRuthand1 Samuel.",
      "image": "https://www.churchofjesuschrist.org/imgs/506dd932dda611ee8084eeeeac1ea93342d5240a/full/1200,/0/default"
    },
    "chapters": [
      "Ruth 1",
      "Ruth 2",
      "Ruth 3",
      "Ruth 4",
      "1 Samuel 1",
      "1 Samuel 2",
      "1 Samuel 3",
      "1 Samuel 4",
      "1 Samuel 5",
      "1 Samuel 6",
      "1 Samuel 7"
    ]
  },
  {
    "week": 24,
    "startDate": "2026-06-08",
    "endDate": "2026-06-14",
    "dateLabel": "Jun 8–14",
    "cfm": {
      "title": "The Lord Looketh on the Heart",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/24?lang=eng",
      "reading": "1 Samuel 8–10; 13; 15–16",
      "excerpt": "Saul was a keeper of donkeys. Though tall and handsome, he was “little in [his] own sight” and self-conscious about his family heritage (see 1 Samuel 9:2–3, 21;15:17). On the day he was to be presented before Israel as their king, he didn’t show up; he was so nervous he “hid himself” (1 Samuel 10:21–22). Looking at Saul, you might not have guessed that he would lead the Israelites to victory over their enemies—or that he would later become prideful and rebel against the Lord. David was a keeper of sheep. He wasn’t as physically impressive as his seven older brothers. On the day Samuel came to choose a new king for Israel, it didn’t seem worthwhile to include David among the possible candidates, so he was left out in the fields with the sheep. Looking at David, you might not have guessed that he would have the faith and courage to defeat a giant and become Israel’s most successful king. But the Lord sees past our labels, our physical appearance, our insecurities. He looks, instead, “on the heart” (1 Samuel 16:7). And even when our heart isn’t quite right, if we’re willing, He will give us “another heart” (1 Samuel 10:9).",
      "image": "https://www.churchofjesuschrist.org/imgs/2dcfeb41dda411ee9e97eeeeac1e2a9cfb2de13d/full/1200,/0/default"
    },
    "chapters": [
      "1 Samuel 8",
      "1 Samuel 9",
      "1 Samuel 10",
      "1 Samuel 13",
      "1 Samuel 15",
      "1 Samuel 16"
    ]
  },
  {
    "week": 25,
    "startDate": "2026-06-15",
    "endDate": "2026-06-21",
    "dateLabel": "Jun 15–21",
    "cfm": {
      "title": "The Battle Is the Lord's",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/25?lang=eng",
      "reading": "1 Samuel 17–18; 24–26; 2 Samuel 5–7",
      "excerpt": "Ever since the tribes of Israel had settled in the promised land, the Philistines had been an ongoing threat to their safety. The Lord had delivered them many times in the past, but now the elders of Israel demanded, “We will have a king … [to] go out before us, and fight our battles” (1 Samuel 8:19–20). So Saul was anointed king. And yet when the menacing giant Goliath hurled his challenge to the armies of Israel, Saul—like the rest of his army—was “greatly afraid” (1 Samuel 17:11). On that day, it wasn’t King Saul who saved Israel but a humble shepherd boy named David, who was wearing no armor but was clothed with impenetrable faith in the Lord. This battle proved to Israel, and to anyone who has spiritual battles to fight, that “the Lord saveth not with sword and spear” and that “the battle is the Lord’s” (1 Samuel 17:47).",
      "image": "https://www.churchofjesuschrist.org/imgs/43ca38e2dda611ee9ffdeeeeac1ee3a06562dca4/full/1200,/0/default"
    },
    "chapters": [
      "1 Samuel 17",
      "1 Samuel 18",
      "1 Samuel 24",
      "1 Samuel 25",
      "1 Samuel 26",
      "2 Samuel 5",
      "2 Samuel 6",
      "2 Samuel 7"
    ]
  },
  {
    "week": 26,
    "startDate": "2026-06-22",
    "endDate": "2026-06-28",
    "dateLabel": "Jun 22–28",
    "cfm": {
      "title": "Hear Thou in Heaven Their Prayer",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/26?lang=eng",
      "reading": "2 Samuel 11–12; 1 Kings 3; 6–9; 11",
      "excerpt": "Saul, David, and Solomon, the first three kings of Israel, all started out with so much promise. Humble, courageous, and wise, they each found favor with the Lord—at least at first. Sadly, each king also gave in to human weaknesses and temptation. They put their own desires before the Lord’s. And as we’ve seen over and over in the scriptures—and in our own lives—that led to tragedy. But something important happened during the reign of Solomon that provided some hope for stability in the lives of the covenant people. Solomon built a temple. It was to be a more permanent house of the Lord than the tabernacle had been. And it would represent a more permanent presence of the Lord among His people. Solomon knew that the people would continue to face weakness and trials of various kinds. In dedicating the new holy house, Solomon pleaded with the Lord, “If they … return unto thee with all their heart, … then hear thou their prayer” (1 Kings 8:47–48). That’s part of what temple covenants do for us—they create a connection to God. They secure for us the promise that through our repentance and His mercy, He can “dwell among [us]” and never forsake us (1 Kings 6:13). For an overview of the book of 1 Kings, see “Kings, books of” in the Bible Dictionary.",
      "image": "https://www.churchofjesuschrist.org/imgs/54c4fe51dda611ee94aeeeeeac1eb2f8a7bf672d/full/1200,/0/default"
    },
    "chapters": [
      "2 Samuel 11",
      "2 Samuel 12",
      "1 Kings 3",
      "1 Kings 6",
      "1 Kings 7",
      "1 Kings 8",
      "1 Kings 9",
      "1 Kings 11"
    ]
  },
  {
    "week": 27,
    "startDate": "2026-06-29",
    "endDate": "2026-07-05",
    "dateLabel": "Jun 29–Jul 5",
    "cfm": {
      "title": "If the Lord Be God, Follow Him",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/27?lang=eng",
      "reading": "1 Kings 12–13; 17–22",
      "excerpt": "The house of Israel was in disarray. The kingdom had divided, with ten tribes forming the Northern Kingdom of Israel and two tribes forming the Southern Kingdom of Judah. But worse than their separation from each other was both kingdoms’ separation from their covenants. Wicked kings led the people away from the Lord, and many people wavered in their faith. In this setting, the Lord called Elijah to be a prophet. His life shows that a person can have great faith in the Lord even in bad circumstances. Sometimes the Lord responds to such faith with impressive, public miracles, like fire falling from heaven. But He also works quiet, private miracles, like feeding a faithful widow and her son. And most often the Lord’s miracles are so individual that they are known only to one person—for example, when the Lord reveals Himself to you through “a still small voice” (1 Kings 19:12). For more about Elijah, see “Elijah” in the Bible Dictionary.",
      "image": "https://www.churchofjesuschrist.org/imgs/c6aaf3f701b711efbd9beeeeac1e9f0ff6d34af4/full/1200,/0/default"
    },
    "chapters": [
      "1 Kings 12",
      "1 Kings 13",
      "1 Kings 17",
      "1 Kings 18",
      "1 Kings 19",
      "1 Kings 20",
      "1 Kings 21",
      "1 Kings 22"
    ]
  },
  {
    "week": 28,
    "startDate": "2026-07-06",
    "endDate": "2026-07-12",
    "dateLabel": "Jul 6–12",
    "cfm": {
      "title": "There Is a Prophet in Israel",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/28?lang=eng",
      "reading": "2 Kings 2–7",
      "excerpt": "A prophet’s main mission is to teach and testify of the Savior Jesus Christ. Our record of the prophet Elisha, however, doesn’t include much of his teaching or testifying. What the record does include is the miracles Elisha performed, including raising a child from the dead (see 2 Kings 4:18–37), feeding a multitude with just a little food (see 2 Kings 4:42–44), and healing a leper (see 2 Kings 5:1–14). So while we don’t have Elisha’s words about Christ, we do have Elisha’s ministry and miracles, which do testify of Christ. They are powerful manifestations of the Lord’s life-giving, nourishing, and healing power. Miracles happen more often in our lives than we sometimes realize. To see them, we need to seek the faith Elisha had when he prayed on behalf of his fearful young servant: “Lord, I pray thee, open his eyes, that he may see” (2 Kings 6:17). For more information about 2 Kings, see “Kings, books of” in the Bible Dictionary.",
      "image": "https://www.churchofjesuschrist.org/imgs/5d453599b0b511eeb68feeeeac1e0bb87fe0e76e/full/1200,/0/default"
    },
    "chapters": ["2 Kings 2", "2 Kings 3", "2 Kings 4", "2 Kings 5", "2 Kings 6", "2 Kings 7"]
  },
  {
    "week": 29,
    "startDate": "2026-07-13",
    "endDate": "2026-07-19",
    "dateLabel": "Jul 13–19",
    "cfm": {
      "title": "He Trusted in the Lord God of Israel",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/29?lang=eng",
      "reading": "2 Kings 16–25",
      "excerpt": "Despite the prophet Elisha’s powerful ministry, the people of the Northern Kingdom of Israel did not repent. Eventually, the Assyrian Empire conquered and scattered the ten tribes of Israel. Meanwhile, the Southern Kingdom of Judah wasn’t doing much better: idolatry was also widespread there. Amid all this spiritual decay, the scriptures mention two kings of Judah who, for a time, turned their people back to the Lord. One was Hezekiah. During his reign, the Assyrians conquered much of Judah. But Hezekiah and his people showed faith in the Lord, who saved Jerusalem in a miraculous way. Later, after another period of apostasy, Josiah became king. Inspired in part by a rediscovery of the book of the law of Moses, Josiah brought reforms that revived the religious life of his people. Like Israel and Judah, we all make both good and bad choices. When we sense that our lives need some reforms, we can take encouragement from these two bright spots in the dark years of Judah’s history. Perhaps the examples of Hezekiah and Josiah can inspire us to “trust in the Lord our God” (2 Kings 18:22).",
      "image": "https://www.churchofjesuschrist.org/imgs/e46df25901af11ef8c4feeeeac1e5e34d0046141/full/1200,/0/default"
    },
    "chapters": [
      "2 Kings 16",
      "2 Kings 17",
      "2 Kings 18",
      "2 Kings 19",
      "2 Kings 20",
      "2 Kings 21",
      "2 Kings 22",
      "2 Kings 23",
      "2 Kings 24",
      "2 Kings 25"
    ]
  },
  {
    "week": 30,
    "startDate": "2026-07-20",
    "endDate": "2026-07-26",
    "dateLabel": "Jul 20–26",
    "cfm": {
      "title": "Our Eyes Are upon Thee",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/30?lang=eng",
      "reading": "2 Chronicles 14–20; 26; 30",
      "excerpt": "The Kingdom of Judah was surrounded. Armies from three powerful enemy nations were all advancing at once, prepared for battle. In this desperate moment of need, Jehoshaphat, King of Judah, turned to the King of heaven and earth. Jehoshaphat gathered his people at the temple and prayed. He acknowledged their human weakness and pleaded for deliverance. In response, the Lord promised His protection: “Fear not, nor be dismayed” (2 Chronicles 20:17). We might not have an invading army at our doorstep threatening to destroy us, but sometimes we do feel surrounded by adversity and evil. Our path to deliverance is the same one Jehoshaphat sought, and our prayer can be like his too: “O our God, … we have no might against this great company that cometh against us; neither know we what to do: but our eyes are upon thee” (2 Chronicles 20:12). In2 Chronicles 14–30, you will read about Jehoshaphat and other kings in Judah. Consider how their faith-driven reforms, victories, and challenges can apply to your own life. For an overview of the book of 2 Chronicles, see “Chronicles” in the Bible Dictionary.",
      "image": "https://www.churchofjesuschrist.org/imgs/5af07028b0b511eeb68feeeeac1e0bb8225355f4/full/1200,/0/default"
    },
    "chapters": [
      "2 Chronicles 14",
      "2 Chronicles 15",
      "2 Chronicles 16",
      "2 Chronicles 17",
      "2 Chronicles 18",
      "2 Chronicles 19",
      "2 Chronicles 20",
      "2 Chronicles 26",
      "2 Chronicles 30"
    ]
  },
  {
    "week": 31,
    "startDate": "2026-07-27",
    "endDate": "2026-08-02",
    "dateLabel": "Jul 27–Aug 2",
    "cfm": {
      "title": "I Am Doing a Great Work",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/31?lang=eng",
      "reading": "Ezra 1; 3–7; Nehemiah 2; 4–6; 8",
      "excerpt": "The Jewish people had been captives in Babylonia for about 70 years. They had lost Jerusalem and the temple, and many had forgotten their commitment to God’s law. But God had not forgotten them. In fact, He had declared through His prophet, “I will visit you, and perform my good word toward you, in causing you to return” (Jeremiah 29:10). True to this prophecy, the Lord made a way for His people to return—both to Jerusalem and, more importantly, to their covenants. And He raised up servants who accomplished “a great work” (Nehemiah 6:3): A governor named Zerubbabel oversaw the rebuilding of the house of the Lord. Ezra, a priest and scribe, helped the people turn their hearts back to the Lord’s law. And Nehemiah led the rebuilding of the protective walls around Jerusalem. They met opposition, but they also got help from unexpected sources. Their experiences can inform and inspire ours because we too are doing a great work. And like theirs, our work has much to do with the house of the Lord, the law of the Lord, and the spiritual protection we find in Him. For an overview of the books of Ezra and Nehemiah, see “Ezra” and “Nehemiah” in the Bible Dictionary.",
      "image": "https://www.churchofjesuschrist.org/imgs/5e0f6368b0b511ee8610eeeeac1e3a4d7009d55b/full/1200,/0/default"
    },
    "chapters": [
      "Ezra 1",
      "Ezra 3",
      "Ezra 4",
      "Ezra 5",
      "Ezra 6",
      "Ezra 7",
      "Nehemiah 2",
      "Nehemiah 4",
      "Nehemiah 5",
      "Nehemiah 6",
      "Nehemiah 8"
    ]
  },
  {
    "week": 32,
    "startDate": "2026-08-03",
    "endDate": "2026-08-09",
    "dateLabel": "Aug 3–9",
    "cfm": {
      "title": "Thou Art Come … for Such a Time as This",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/32?lang=eng",
      "reading": "Esther",
      "excerpt": "Many events in the book of Esther might seem like luck or coincidence. How else do you explain how an orphaned Jewish girl became the queen of Persia at just the right time to save her people from slaughter? What are the chances that Esther’s cousin Mordecai would happen to overhear a plot to assassinate the king? Were these coincidences, or were they part of a divine plan? Elder Ronald A. Rasband noted: “What may appear to be a random chance is, in fact, overseen by a loving Father in Heaven. … The Lord is in the small details of our lives” (“By Divine Design,”EnsignorLiahona, Nov. 2017, 56). We might not always recognize the Lord’s influence in these “small details.” But we learn from Esther’s experience that He can guide our path and prepare us “for such a time” (Esther 4:14) when we can be instruments in His hands to fulfill His purposes. For an overview of the book of Esther, see “Esther, book of” in the Bible Dictionary.",
      "image": "https://www.churchofjesuschrist.org/imgs/d6914583019e11ef84fdeeeeac1e08bbc2f65b81/full/1200,/0/default"
    },
    "chapters": [
      "Esther 1",
      "Esther 2",
      "Esther 3",
      "Esther 4",
      "Esther 5",
      "Esther 6",
      "Esther 7",
      "Esther 8",
      "Esther 9",
      "Esther 10"
    ]
  },
  {
    "week": 33,
    "startDate": "2026-08-10",
    "endDate": "2026-08-16",
    "dateLabel": "Aug 10–16",
    "cfm": {
      "title": "Yet Will I Trust in Him",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/33?lang=eng",
      "reading": "Job 1–3; 12–14; 19; 21–24; 38–40; 42",
      "excerpt": "It’s natural to wonder why bad things happen to good people—or, for that matter, why good things happen to bad people. Why would God, who is just, allow that? The book of Job explores questions like these. Job was one of those good people to whom a lot of bad things happened. Because of Job’s trials, his friends wondered if he really was good after all. Job asserted his own righteousness and wondered if God really is just after all. But despite his suffering and wondering, Job maintained his integrity and faith in Jesus Christ. In the book of Job, faith is questioned and tested but never completely abandoned. That doesn’t mean all the questions are answered. But the book of Job teaches that until they are answered, questions can coexist with faith. And regardless of what happens in the meantime, we can say of our Lord, “Yet will I trust in him” (Job 13:15). For an overview of the book of Job, see “Job” in the Guide to the Scriptures (Gospel Library).",
      "image": "https://www.churchofjesuschrist.org/imgs/6b01ecc401a311efaf63eeeeac1e99b8e324dd1c/full/1200,/0/default"
    },
    "chapters": [
      "Job 1",
      "Job 2",
      "Job 3",
      "Job 12",
      "Job 13",
      "Job 14",
      "Job 19",
      "Job 21",
      "Job 22",
      "Job 23",
      "Job 24",
      "Job 38",
      "Job 39",
      "Job 40",
      "Job 42"
    ]
  },
  {
    "week": 34,
    "startDate": "2026-08-17",
    "endDate": "2026-08-23",
    "dateLabel": "Aug 17–23",
    "cfm": {
      "title": "The Lord Is My Shepherd",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/34?lang=eng",
      "reading": "Psalms 1–2; 8; 19–33; 40; 46",
      "excerpt": "We don’t know for certain who wrote the Psalms. Some are attributed to King David, but for most of them, the writers remain anonymous. Yet after reading the Psalms, we feel as if we know the hearts of the psalmists, even if we don’t know their names. We do know that the Psalms were an important part of worship among the Israelites, and we know that the Savior quoted them often. In the Psalms, we get a window into the soul of God’s ancient people. We see how they felt about God, what they worried about, and how they found peace. As believers today, all over the world, we still use these words in our worship of God. It’s almost like the writers of the Psalms had a window intooursouls, because they expressed how we feel about God, what we worry about, and how we find peace. For an overview of the book of Psalms, see “Psalms” in the Bible Dictionary.",
      "image": "https://www.churchofjesuschrist.org/imgs/c7be0e5400ca11ef81afeeeeac1ed07363626357/full/1200,/0/default"
    },
    "chapters": [
      "Psalms 1",
      "Psalms 2",
      "Psalms 8",
      "Psalms 19",
      "Psalms 20",
      "Psalms 21",
      "Psalms 22",
      "Psalms 23",
      "Psalms 24",
      "Psalms 25",
      "Psalms 26",
      "Psalms 27",
      "Psalms 28",
      "Psalms 29",
      "Psalms 30",
      "Psalms 31",
      "Psalms 32",
      "Psalms 33",
      "Psalms 40",
      "Psalms 46"
    ]
  },
  {
    "week": 35,
    "startDate": "2026-08-24",
    "endDate": "2026-08-30",
    "dateLabel": "Aug 24–30",
    "cfm": {
      "title": "I Will Declare What He Hath Done for My Soul",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/35?lang=eng",
      "reading": "Psalms 49–51; 61–66; 69–72; 77–78; 85–86",
      "excerpt": "The writers of the Psalms shared deeply personal feelings in their poetry. They wrote about feeling discouraged, afraid, and remorseful. At times, they even felt abandoned by God, and some psalms carry a tone of frustration or desperation. If you’ve ever felt that way, reading the Psalms can help you know that you aren’t the only one. But you’ll also find psalms that can encourage you when you’re having such feelings, because the psalmists also praised the Lord for His goodness, marveled at His power, and rejoiced in His mercy. They knew that we are burdened by evil and sin but that the Lord is “good, and ready to forgive” (Psalm 86:5). They understood that having faith in the Lord doesn’t mean that you’ll never struggle with anxiety, sin, or fear. It means that you know who to turn to when you do.",
      "image": "https://www.churchofjesuschrist.org/imgs/6a17d38501a611ef91e5eeeeac1ea1aedb4232cf/full/1200,/0/default"
    },
    "chapters": [
      "Psalms 49",
      "Psalms 50",
      "Psalms 51",
      "Psalms 61",
      "Psalms 62",
      "Psalms 63",
      "Psalms 64",
      "Psalms 65",
      "Psalms 66",
      "Psalms 69",
      "Psalms 70",
      "Psalms 71",
      "Psalms 72",
      "Psalms 77",
      "Psalms 78",
      "Psalms 85",
      "Psalms 86"
    ]
  },
  {
    "week": 36,
    "startDate": "2026-08-31",
    "endDate": "2026-09-06",
    "dateLabel": "Aug 31–Sep 6",
    "cfm": {
      "title": "Let Every Thing That Hath Breath Praise the Lord",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/36?lang=eng",
      "reading": "Psalms 102–103; 110; 116–119; 127–128; 135–139; 146–150",
      "excerpt": "The traditional Jewish name for the book of Psalms isTehillim, a Hebrew word that means “praises.” It’s related to the exclamationhallelujah (meaning “praise Jehovah” or “praise the Lord”). If you had to choose one word to sum up the main message of the Psalms,praisewould be a good choice. Some psalms contain the direct invitation to “praise ye the Lord” (see especially Psalms 146–50), and all of them can inspire worship and praise. The Psalms invite us to acknowledge the Lord’s power, His mercy, and the great things He has done. We can never repay Him for any of this, but we can praise Him. That praise might take different forms for different people—it might involve singing, praying, or bearing testimony. It often leads to a deeper commitment to the Lord and to following His teachings. Whatever “praise ye the Lord” means in your life, you can find inspiration to do it as you read and ponder the Psalms.",
      "image": "https://www.churchofjesuschrist.org/imgs/384266f300d311efb4a7eeeeac1e9b65220ecb97/full/1200,/0/default"
    },
    "chapters": [
      "Psalms 102",
      "Psalms 103",
      "Psalms 110",
      "Psalms 116",
      "Psalms 117",
      "Psalms 118",
      "Psalms 119",
      "Psalms 127",
      "Psalms 128",
      "Psalms 135",
      "Psalms 136",
      "Psalms 137",
      "Psalms 138",
      "Psalms 139",
      "Psalms 146",
      "Psalms 147",
      "Psalms 148",
      "Psalms 149",
      "Psalms 150"
    ]
  },
  {
    "week": 37,
    "startDate": "2026-09-07",
    "endDate": "2026-09-13",
    "dateLabel": "Sep 7–13",
    "cfm": {
      "title": "He Shall Direct Thy Paths",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/37?lang=eng",
      "reading": "Proverbs 1–4; 15–16; 22; 31; Ecclesiastes 1–3; 11–12",
      "excerpt": "You might think of the book of Proverbs as a collection of wise counsel from loving parents (see Proverbs 1:8). Its main message is that if you seek wisdom—especially God’s wisdom—life will go well. But Proverbs is followed by the book of Ecclesiastes, which seems to say, “It’s not that simple.” The Preacher quoted in Ecclesiastes observed that he “gave [his] heart to know wisdom” but still found “vexation of spirit” and “much grief” (Ecclesiastes 1:17–18). In various ways, the book asks, “Can there be real meaning in a world where everything seems vain, temporary, and uncertain?” And yet, while the two books look at life from different perspectives, they teach similar truths. Ecclesiastes declares: “Let us hear the conclusion of the whole matter: Fear God, and keep his commandments: for this is the whole duty of man” (Ecclesiastes 12:13). This is the same principle found throughout Proverbs: “Trust in the Lord with all thine heart” (Proverbs 3:5; see alsoverse 7). Life is always better—if not always perfect—when we trust and follow the Lord Jesus Christ. For an overview of these books, see “Proverbs, book of” and “Ecclesiastes” in the Bible Dictionary.",
      "image": "https://www.churchofjesuschrist.org/imgs/52b6edd501a011ef9567eeeeac1ef5a1500c2ff9/full/1200,/0/default"
    },
    "chapters": [
      "Proverbs 1",
      "Proverbs 2",
      "Proverbs 3",
      "Proverbs 4",
      "Proverbs 15",
      "Proverbs 16",
      "Proverbs 22",
      "Proverbs 31",
      "Ecclesiastes 1",
      "Ecclesiastes 2",
      "Ecclesiastes 3",
      "Ecclesiastes 11",
      "Ecclesiastes 12"
    ]
  },
  {
    "week": 38,
    "startDate": "2026-09-14",
    "endDate": "2026-09-20",
    "dateLabel": "Sep 14–20",
    "cfm": {
      "title": "God Is My Salvation",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/38?lang=eng",
      "reading": "Isaiah 1–12",
      "excerpt": "Even if this is your first time reading the book of Isaiah, you might find passages that sound familiar. That’s because, of all the Old Testament prophets, Isaiah is the one most often quoted in other books of scripture, including by the Savior Himself. Isaiah’s words also appear often in hymns and other sacred music. Why is Isaiah quoted so often? Surely one reason is that Isaiah had a gift for expressing the word of God in vivid, memorable language. But it’s more than that. Isaiah has inspired prophets for generations because the truths he taught transcended his own generation (between 740 and 701 BC). He wrote of God’s great work of redemption, which is much bigger than one nation or one time period. From Isaiah, Nephi learned that he and his people, though separated from the rest of Israel, were still part of God’s covenant people. In Isaiah, New Testament writers found prophecies about the Messiah that were fulfilled right before their eyes. And in Isaiah, Joseph Smith found inspiration for the latter-day work of gathering Israel and building Zion. When you read Isaiah, what will you find? For more about Isaiah and his writings, see “Isaiah” in the Bible Dictionary. For information about the time when Isaiah lived, see2 Kings 15–20and2 Chronicles 26–32.",
      "image": "https://www.churchofjesuschrist.org/imgs/9af4e40300d111efadc8eeeeac1eeaeac38ef806/full/1200,/0/default"
    },
    "chapters": [
      "Isaiah 1",
      "Isaiah 2",
      "Isaiah 3",
      "Isaiah 4",
      "Isaiah 5",
      "Isaiah 6",
      "Isaiah 7",
      "Isaiah 8",
      "Isaiah 9",
      "Isaiah 10",
      "Isaiah 11",
      "Isaiah 12"
    ]
  },
  {
    "week": 39,
    "startDate": "2026-09-21",
    "endDate": "2026-09-27",
    "dateLabel": "Sep 21–27",
    "cfm": {
      "title": "A Marvellous Work and a Wonder",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/39?lang=eng",
      "reading": "Isaiah 13–14; 22; 24–30; 35",
      "excerpt": "One thing that the Lord asks prophets to do is to warn about the consequences of sin. For Old Testament prophets, this often meant telling the rulers of mighty kingdoms that they needed to repent. It was a dangerous task, but Isaiah was fearless, and his warnings to the kingdoms of his day—including Israel, Judah, and surrounding nations—were bold (see Isaiah 13–23). However, Isaiah also had a message of hope. Even though the prophesied destructions did come upon these kingdoms, Isaiah foresaw a chance for restoration and renewal. The Lord would invite His people to return to Him. He would make “the parched ground … become a pool, and the thirsty land springs of water” (Isaiah 35:7). He would perform “a marvellous work and a wonder” (Isaiah 29:14), restoring to Israel the blessings He had promised them. Neither Isaiah nor anyone else alive at that time lived to see this marvelous work. But we are seeing it today. In fact, we are part of it.",
      "image": "https://www.churchofjesuschrist.org/imgs/d4d1e47701ad11ef86e2eeeeac1e5f7d8ed1d541/full/1200,/0/default"
    },
    "chapters": [
      "Isaiah 13",
      "Isaiah 14",
      "Isaiah 22",
      "Isaiah 24",
      "Isaiah 25",
      "Isaiah 26",
      "Isaiah 27",
      "Isaiah 28",
      "Isaiah 29",
      "Isaiah 30",
      "Isaiah 35"
    ]
  },
  {
    "week": 40,
    "startDate": "2026-09-28",
    "endDate": "2026-10-04",
    "dateLabel": "Sep 28–Oct 4",
    "cfm": {
      "title": "Comfort Ye My People",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/40?lang=eng",
      "reading": "Isaiah 40–49",
      "excerpt": "“Comfort” is the first word ofIsaiah chapter 40. It marks the beginning of a different tone, a different emphasis in the prophet’s message. Isaiah’s earlier writings warned Israel and Judah about destruction and captivity that would come because of their sins. But these later prophecies were meant to comfort the Jewish people over 150 years in the future—after Jerusalem and the temple were destroyed and the people were taken captive by Babylon. These prophecies, however, reach even further into the future than to the defeated, disheartened Israelites. They speak to us, who also sometimes feel defeated, disheartened, and even lost. Isaiah’s message to his people and to us is simple: “Fear not” (Isaiah 43:1). All is not lost. The Lord has not forgotten you, and He has power over situations that seem out of your control. Isn’t the Lord, who “created the heavens” (Isaiah 42:5), more powerful than Babylon, than sin, than whatever is holding you captive? “Return unto me,” He pleads, “for I have redeemed thee” (Isaiah 44:22). He can heal, restore, strengthen, forgive, and comfort—whatever is needed for you, in your case, to be redeemed.",
      "image": "https://www.churchofjesuschrist.org/imgs/075f4a14130e11efa101eeeeac1e8344b7ed24c0/full/1200,/0/default"
    },
    "chapters": [
      "Isaiah 40",
      "Isaiah 41",
      "Isaiah 42",
      "Isaiah 43",
      "Isaiah 44",
      "Isaiah 45",
      "Isaiah 46",
      "Isaiah 47",
      "Isaiah 48",
      "Isaiah 49"
    ]
  },
  {
    "week": 41,
    "startDate": "2026-10-05",
    "endDate": "2026-10-11",
    "dateLabel": "Oct 5–11",
    "cfm": {
      "title": "He Hath Borne Our Griefs, and Carried Our Sorrows",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/41?lang=eng",
      "reading": "Isaiah 50–57",
      "excerpt": "Throughout his ministry, Isaiah spoke of a mighty deliverer. These prophecies would have been especially precious to the Israelites centuries later when they were in captivity in Babylon. Someone who could tear down the walls of Babylon would be a mighty conqueror indeed. But that isn’t the kind of Messiah that Isaiah described inchapters 52–53: “He is despised and rejected of men; a man of sorrows, and acquainted with grief: and we hid as it were our faces from him. … We did esteem him stricken, smitten of God, and afflicted” (Isaiah 53:3–4). By sending such an unexpected deliverer, God taught us about true deliverance. To save us from oppression and affliction, God sent One who Himself “was oppressed, and … afflicted.” Where some expected a lion, He sent a lamb (see Isaiah 53:7). Surely, God’s ways are not our ways (see Isaiah 55:8–9). Jesus Christ frees us not by just opening the prison but by taking our place there. He relieves us from our chains of grief and sorrow by bearing them Himself (see Isaiah 53:4–5, 12). He does not save us from a distance. He suffers with us, in acts of “everlasting kindness” that “shall not depart from thee” (Isaiah 54:8, 10).",
      "image": "https://www.churchofjesuschrist.org/imgs/d17747ea13ad11efb4bbeeeeac1ea2a0b67749b9/full/1200,/0/default"
    },
    "chapters": [
      "Isaiah 50",
      "Isaiah 51",
      "Isaiah 52",
      "Isaiah 53",
      "Isaiah 54",
      "Isaiah 55",
      "Isaiah 56",
      "Isaiah 57"
    ]
  },
  {
    "week": 42,
    "startDate": "2026-10-12",
    "endDate": "2026-10-18",
    "dateLabel": "Oct 12–18",
    "cfm": {
      "title": "The Redeemer Shall Come to Zion",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/42?lang=eng",
      "reading": "Isaiah 58–66",
      "excerpt": "Early in His ministry, Jesus Christ visited a synagogue in Nazareth, where He was raised. He stood there to read from the scriptures, opened the book of Isaiah, and read what we now know as Isaiah 61:1–2. He then announced, “This day is this scripture fulfilled in your ears.” This was one of the Savior’s most straightforward declarations that He was the Anointed One, who would “heal the brokenhearted” and “preach deliverance to the captives” (see Luke 4:16–21). This scripture was indeed fulfilled on that day. And, like many other prophecies of Isaiah, it is also being fulfilled in our day. The Savior continues to heal the brokenhearted who come unto Him. There are still many captives who need deliverance. And there is a glorious future to prepare for—a time when the Lord will “create new heavens and a new earth” (Isaiah 65:17) and “cause righteousness and praise to spring forth before all the nations” (Isaiah 61:11). Reading Isaiah opens our eyes to what the Lord has already done, what He is doing, and what He will yet do for His people.",
      "image": "https://www.churchofjesuschrist.org/imgs/f7d8b44313b411efaa94eeeeac1e64314ec0298d/full/1200,/0/default"
    },
    "chapters": [
      "Isaiah 58",
      "Isaiah 59",
      "Isaiah 60",
      "Isaiah 61",
      "Isaiah 62",
      "Isaiah 63",
      "Isaiah 64",
      "Isaiah 65",
      "Isaiah 66"
    ]
  },
  {
    "week": 43,
    "startDate": "2026-10-19",
    "endDate": "2026-10-25",
    "dateLabel": "Oct 19–25",
    "cfm": {
      "title": "Before I Formed Thee in the Belly I Knew Thee",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/43?lang=eng",
      "reading": "Jeremiah 1–3; 7; 16–18; 20",
      "excerpt": "At first, Jeremiah didn’t think he would make a good prophet. “Behold, I cannot speak,” he protested (Jeremiah 1:6). But the Lord reassured him, “I have put my words in thy mouth” (verse 9). Jeremiah felt that he was an inexperienced “child” (verse 6), but the Lord explained that he was actually more prepared than he realized—he had been ordained to this calling even before he was born (see verse 5). So Jeremiah set aside his fears and accepted the call. He warned Jerusalem’s kings and priests that their pretended holiness would not save them. The “child” who thought he could not speak came to feel God’s word “in [his] heart as a burning fire” and could not be silent (Jeremiah 20:9). Jeremiah’s story is also your story. God knew you, too, before you were born and prepared you for your mission in life. Among other things, that mission includes something Jeremiah foresaw: gathering God’s people, one by one, to “bring [them] to Zion” (Jeremiah 3:14). And even if you don’t know exactly what to do or say, you can “be not afraid … ; for I am with thee, saith the Lord” (Jeremiah 1:8, 19). For an overview of the book of Jeremiah, see “Jeremiah” in the Bible Dictionary.",
      "image": "https://www.churchofjesuschrist.org/imgs/687a7dba13ae11efbf2feeeeac1e59432305a0b9/full/1200,/0/default"
    },
    "chapters": [
      "Jeremiah 1",
      "Jeremiah 2",
      "Jeremiah 3",
      "Jeremiah 7",
      "Jeremiah 16",
      "Jeremiah 17",
      "Jeremiah 18",
      "Jeremiah 20"
    ]
  },
  {
    "week": 44,
    "startDate": "2026-10-26",
    "endDate": "2026-11-01",
    "dateLabel": "Oct 26–Nov 1",
    "cfm": {
      "title": "I Will Turn Their Mourning into Joy",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/44?lang=eng",
      "reading": "Jeremiah 31–33; 36–39; Lamentations 1; 3",
      "excerpt": "When the Lord first called Jeremiah to be a prophet, He told him that his mission would be “to root out, and to pull down” (Jeremiah 1:10)—and in Jerusalem, there was plenty of wickedness to root out and pull down. But this was only part of Jeremiah’s mission—he was also called “to build, and to plant” (Jeremiah 1:10). What could be built or planted in the desolate ruins left by the rebellion of the covenant people? Asked another way, when sin or adversity has left our lives in ruins, how can we rebuild and plant again? The answer lies in “the Branch of righteousness” (Jeremiah 33:15), the promised Messiah. He brings “a new covenant” (Jeremiah 31:31)—one that requires more than the outward appearance of devotion. His law must be “in [our] inward parts,” written “in [our] hearts.” That’s what it means for the Lord to “be [our] God” and for us to “be [His] people” (Jeremiah 31:33). It’s a lifelong process, and we will still make mistakes and have cause to mourn from time to time. But when we do, the Lord promises, “I will turn their mourning into joy” (Jeremiah 31:13). For an overview of Lamentations, see “Lamentations, Book of” in the Guide to the Scriptures.",
      "image": "https://www.churchofjesuschrist.org/imgs/41295c2416c611ef867beeeeac1ed83083908adf/full/1200,/0/default"
    },
    "chapters": [
      "Jeremiah 31",
      "Jeremiah 32",
      "Jeremiah 33",
      "Jeremiah 36",
      "Jeremiah 37",
      "Jeremiah 38",
      "Jeremiah 39",
      "Lamentations 1",
      "Lamentations 3"
    ]
  },
  {
    "week": 45,
    "startDate": "2026-11-02",
    "endDate": "2026-11-08",
    "dateLabel": "Nov 2–8",
    "cfm": {
      "title": "A New Spirit Will I Put within You",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/45?lang=eng",
      "reading": "Ezekiel 1–3; 33–34; 36–37; 47",
      "excerpt": "Ezekiel was a prophet in exile. Along with other Israelites, he had been captured and sent to Babylon. In Jerusalem, Ezekiel would have been a priest serving in the temple. In Babylon, he was among “them of the captivity,” and he “sat where they sat” (Ezekiel 3:15), hundreds of miles from the beloved house of God and with little hope of returning. Then one day Ezekiel had a vision. He saw “the glory of the Lord” (Ezekiel 1:28)—not back in the temple at Jerusalem but there in Babylon among the exiles. The wickedness in Jerusalem, he learned, had become so severe that God’s presence was no longer there (see Ezekiel 8–11;33:21). And yet there’s something hopeful about Ezekiel’s message. Despite how far the covenant people had fallen, God had not totally abandoned them. If they would “hear the word of the Lord” (Ezekiel 37:4), what was once dead could be revived. Their “stony heart” could be replaced with “a new heart” (Ezekiel 36:26). And in the future, the Lord would establish a new temple and a new Jerusalem, “and the name of the city from that day shall be, The Lord is there” (Ezekiel 48:35). For an overview of the book of Ezekiel, see “Ezekiel” in the Bible Dictionary.",
      "image": "https://www.churchofjesuschrist.org/imgs/8c4d999400d311ef9c07eeeeac1e3c516fbd1abc/full/1200,/0/default"
    },
    "chapters": [
      "Ezekiel 1",
      "Ezekiel 2",
      "Ezekiel 3",
      "Ezekiel 33",
      "Ezekiel 34",
      "Ezekiel 36",
      "Ezekiel 37",
      "Ezekiel 47"
    ]
  },
  {
    "week": 46,
    "startDate": "2026-11-09",
    "endDate": "2026-11-15",
    "dateLabel": "Nov 9–15",
    "cfm": {
      "title": "There Is No Other God That Can Deliver",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/46?lang=eng",
      "reading": "Daniel 1–7",
      "excerpt": "Most likely no one will threaten to throw you into a fiery furnace or a den of lions because of your faith in Jesus Christ. But none of us get through this life without a trial of faith. So we can all benefit from the examples of people like Daniel, Shadrach, Meshach, and Abed-nego, who were taken captive as young men by the mighty Babylonian Empire (see 2 Kings 24:10–16). Surrounded by an unfamiliar culture with different values, they faced great temptations to abandon their beliefs and righteous traditions. Yet they remained true to their covenants. How did they do it? By doing those small and simple things God asks of all of us—praying, fasting, choosing good friends, trusting in Him, and being a light to others. Like Joseph in Egypt and Esther in Persia, Daniel and his friends in Babylon kept their faith in God, and God worked miracles that still inspire believers to this day. For an overview of the book of Daniel, see “Daniel” in the Bible Dictionary.",
      "image": "https://www.churchofjesuschrist.org/imgs/09a7b376130e11efa101eeeeac1e8344d5564be6/full/1200,/0/default"
    },
    "chapters": ["Daniel 1", "Daniel 2", "Daniel 3", "Daniel 4", "Daniel 5", "Daniel 6", "Daniel 7"]
  },
  {
    "week": 47,
    "startDate": "2026-11-16",
    "endDate": "2026-11-22",
    "dateLabel": "Nov 16–22",
    "cfm": {
      "title": "I Will Love Them Freely",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/47?lang=eng",
      "reading": "Hosea 1–6; 10–14; Joel",
      "excerpt": "Israel’s covenant with the Lord was meant to be so deep and meaningful that the Lord compared it to a marriage. The covenant, like a marriage, included eternal commitment, shared experiences, building a life together, exclusive loyalty, and, most of all, wholehearted love. Sadly, the Israelites were not faithful to their covenant. And yet the Lord’s message to them was not “I will reject you forever.” Instead it was “I will invite you back” (see Hosea 2:14–15). “I will betroth thee unto me in righteousness,” He declared through the prophet Hosea (Hosea 2:19). “I will heal their backsliding, I will love them freely” (Hosea 14:4). This is the same message He gives us today as we seek to live our covenants with love and devotion. Joel shared a similar message: “Turn unto the Lord your God: for he is gracious and merciful, slow to anger, and of great kindness” (Joel 2:13). Reading these prophets’ words may prompt you to ponder your own relationship with the Lord—to think about how His faithfulness to you inspires you to be faithful to Him. For an overview of the books of Hosea and Joel, see “Hosea, or Hoshea” and “Joel” in the Bible Dictionary.",
      "image": "https://www.churchofjesuschrist.org/imgs/07e8c562130e11ef851deeeeac1eb85b31a9186e/full/1200,/0/default"
    },
    "chapters": [
      "Hosea 1",
      "Hosea 2",
      "Hosea 3",
      "Hosea 4",
      "Hosea 5",
      "Hosea 6",
      "Hosea 10",
      "Hosea 11",
      "Hosea 12",
      "Hosea 13",
      "Hosea 14",
      "Joel 1",
      "Joel 2",
      "Joel 3"
    ]
  },
  {
    "week": 48,
    "startDate": "2026-11-23",
    "endDate": "2026-11-29",
    "dateLabel": "Nov 23–29",
    "cfm": {
      "title": "Seek the Lord, and Ye Shall Live",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/48?lang=eng",
      "reading": "Amos; Obadiah; Jonah",
      "excerpt": "Jonah was on a ship headed for Tarshish. There’s nothing wrong with sailing to Tarshish, except that it is far away from Nineveh, where Jonah was supposed to go to deliver God’s message. When the ship encountered a great storm, Jonah knew it was because of his disobedience. At Jonah’s insistence, his fellow mariners cast him into the depths of the sea to stop the storm. It looked like the end of Jonah and his ministry. But the Lord hadn’t given up on Jonah—just as He hadn’t given up on the people of Nineveh, on the house of Israel, or on any of us. So He keeps sending prophets—like Jonah, Amos, Obadiah, and our prophets today—with the message that if we repent, we will not be cast off forever. Of all the “secrets” God reveals (see Amos 3:7), this one is among the most precious: that because of Jesus Christ, it’s not too late to change. He still wants to help us live up to the covenants we made with Him, and He’s willing to offer us another chance. For more about these books, see “Amos,” “Obadiah,” and “Jonah” in the Bible Dictionary.",
      "image": "https://www.churchofjesuschrist.org/imgs/8fd9786212fb11efb34deeeeac1e1bdcbdf3f714/full/1200,/0/default"
    },
    "chapters": [
      "Amos 1",
      "Amos 2",
      "Amos 3",
      "Amos 4",
      "Amos 5",
      "Amos 6",
      "Amos 7",
      "Amos 8",
      "Amos 9",
      "Obadiah 1",
      "Jonah 1",
      "Jonah 2",
      "Jonah 3",
      "Jonah 4"
    ]
  },
  {
    "week": 49,
    "startDate": "2026-11-30",
    "endDate": "2026-12-06",
    "dateLabel": "Nov 30–Dec 6",
    "cfm": {
      "title": "He Delighteth in Mercy",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/49?lang=eng",
      "reading": "Micah; Nahum; Habakkuk; Zephaniah",
      "excerpt": "Reading the Old Testament often means reading prophecies about destruction. The Lord frequently called prophets to warn the wicked about His judgments. The ministries of Micah, Nahum, Habakkuk, and Zephaniah are good examples. In dreadful detail, these prophets foretold the downfall of cities that, at the time, seemed strong and powerful: Nineveh, Babylon, and Jerusalem. But that was thousands of years ago. Why is it valuable to read these prophecies today? Even though those prideful, wicked cities were destroyed, prideful wickedness persists. We may even detect traces of it in our own hearts. Old Testament prophets reveal how we can turn away from these evils. Perhaps that’s one reason we still read their words today. They weren’t just prophets of doom—they were prophets of deliverance. The descriptions of destruction are tempered by invitations to come unto Christ and receive His forgiveness. As Micah put it, the Lord does not delight in condemning us, but “he delighteth in mercy” (Micah 7:18). This was the Lord’s way anciently, and it is His way today. “His ways are everlasting” (Habakkuk 3:6). For overviews of these books, see “Micah,” “Nahum,” “Habakkuk,” and “Zephaniah” in the Bible Dictionary.",
      "image": "https://www.churchofjesuschrist.org/imgs/122c24163de211eeb167eeeeac1e3d73bdc661c5/full/1200,/0/default"
    },
    "chapters": [
      "Micah 1",
      "Micah 2",
      "Micah 3",
      "Micah 4",
      "Micah 5",
      "Micah 6",
      "Micah 7",
      "Nahum 1",
      "Nahum 2",
      "Nahum 3",
      "Habakkuk 1",
      "Habakkuk 2",
      "Habakkuk 3",
      "Zephaniah 1",
      "Zephaniah 2",
      "Zephaniah 3"
    ]
  },
  {
    "week": 50,
    "startDate": "2026-12-07",
    "endDate": "2026-12-13",
    "dateLabel": "Dec 7–13",
    "cfm": {
      "title": "Holiness unto the Lord",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/50?lang=eng",
      "reading": "Haggai 1–2; Zechariah 1–4; 7–14",
      "excerpt": "After decades of captivity, a group of Israelites, probably including the prophets Haggai and Zechariah, were allowed to return to Jerusalem. Some in this group remembered what the temple looked like before it was destroyed. To those who wondered whether it would ever again resemble the Lord’s “house in her first glory” (Haggai 2:3), Haggai spoke the Lord’s words of encouragement: “Be strong, all ye people of the land, saith the Lord, and work: for I am with you, … fear ye not.” “I will fill this house with glory, … and in this place will I give peace” (Haggai 2:4–5, 7, 9). But it wasn’t just the holy temple that needed rebuilding. In many ways, God’s people were spiritually in ruins. And rebuilding a holy people takes more than cutting stones and positioning them to build a holy house. It means the inscription “Holiness unto the Lord” must be engraved not just on a temple wall, or even on “the bells of the horses” and “every pot in Jerusalem” (Zechariah 14:20–21). They must also be engraved on every heart. For an overview of the books of Haggai and Zechariah, see “Haggai” and “Zechariah” in the Bible Dictionary.",
      "image": "https://www.churchofjesuschrist.org/imgs/04f85c32130e11ef9843eeeeac1ef6279de3dd7a/full/1200,/0/default"
    },
    "chapters": [
      "Haggai 1",
      "Haggai 2",
      "Zechariah 1",
      "Zechariah 2",
      "Zechariah 3",
      "Zechariah 4",
      "Zechariah 7",
      "Zechariah 8",
      "Zechariah 9",
      "Zechariah 10",
      "Zechariah 11",
      "Zechariah 12",
      "Zechariah 13",
      "Zechariah 14"
    ]
  },
  {
    "week": 51,
    "startDate": "2026-12-14",
    "endDate": "2026-12-20",
    "dateLabel": "Dec 14–20",
    "cfm": {
      "title": "I Have Loved You, Saith the Lord",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/51?lang=eng",
      "reading": "Malachi",
      "excerpt": "“I have loved you,” the Lord told His people through the prophet Malachi. But the Israelites, who had suffered generations of affliction and captivity, asked, “Wherein hast thou loved us?” (Malachi 1:2). After all Israel had been through, they may have wondered whether their history is really a story of God’s love for His covenant people. In some ways, it’s easier to see it as a story of human weakness and rebellion. Yet through it all, God never stopped reaching out in love. When the sons of Jacob mistreated their brother Joseph, the Lord still saved them from famine (see Genesis 45:4–8). When Israel murmured in the wilderness, He fed them with manna (see Exodus 16:1–4). Even when Israel turned to other gods and were scattered, God promised that if they repented, He would gather and redeem them “with great mercies” (see Isaiah 54:7). Truly, the Old Testament is a story of God’s patient, enduring love. And this story continues today. Jesus Christ, “the Sun of Righteousness,” as Malachi called Him, has come “with healing in his wings” (Malachi 4:2). He is the greatest evidence of God’s love for ancient Israel and for all of us. For more information about the book of Malachi, see “Malachi” in the Bible Dictionary.",
      "image": "https://www.churchofjesuschrist.org/imgs/07860bf3130e11ef9ceceeeeac1ec6707ec1514a/full/1200,/0/default"
    },
    "chapters": ["Malachi 1", "Malachi 2", "Malachi 3", "Malachi 4"]
  },
  {
    "week": 52,
    "startDate": "2026-12-21",
    "endDate": "2026-12-27",
    "dateLabel": "Dec 21–27",
    "cfm": {
      "title": "We Have Waited for Him, and He Will Save Us",
      "link": "https://www.churchofjesuschrist.org/study/manual/come-follow-me-for-home-and-church-old-testament-2026/52?lang=eng",
      "reading": "Christmas",
      "excerpt": "The Old Testament carries a spirit of eager anticipation. In that way, it’s a little bit like the Christmas season. Beginning with Adam and Eve, Old Testament patriarchs, prophets, poets, and people looked forward to better days, filled with hope for the Messiah’s renewal and deliverance. And the Israelites were frequently in need of that hope—whether they were in captivity in Egypt or Babylon or held captive by their own sin or rebellion. Through it all, prophets reminded them that a Messiah, a Deliverer, would come “to proclaim liberty to the captives” (Isaiah 61:1). That hope began to be realized when Jesus Christ was born in Bethlehem. The mighty Deliverer of Israel was born in a stable and laid in a manger (see Luke 2:7). But He wasn’t just the Deliverer of the ancient Israelites. He came to deliver you—to bear your grief, to carry your sorrows, to be bruised for your iniquities, so that with His stripes you can be healed (see Isaiah 53:4–5). This is why Christmas is so full of joyful anticipation even today. The Messiah came over 2,000 years ago, and He continues to come into our lives whenever we seek Him.",
      "image": "https://www.churchofjesuschrist.org/imgs/bcb38e7212fb11efa003eeeeac1e5954cb4a32f2/full/1200,/0/default"
    },
    "chapters": []
  }
]
